import React from "react";

const TeslaRoadster = () => {
  return (
    <div>
      <h2>Tesla Roadster</h2>
      <img src="https://www.ixbt.com/img/n1/news/2018/6/1/1400x936_large.png" />
      <p>
        Спортивный электромобиль, первый автомобиль фирмы. Официальная
        презентация состоялась 19 июля 2006 года в городе Санта-Моника,
        Калифорния. Tesla Motors провела конкурс для выбора вида запланированных
        двух Tesla Roadster, выданных британским производителем спортивных
        автомобилей Lotus. Автомобили были получены. Первые 100 Tesla Roadster
        были сделаны в течение одного месяца. Цена одного автомобиля составила
        100 000 долларов США. Серийное производство началось в марте 2008 года.
        Эта модель продавалась до 2012 года, поскольку контракт с Lotus на
        поставку 2500 машин истёк в конце 2011 года. Компания перестала
        принимать заявки на американском рынке в августе 2011 года[12].
        Следующее поколение этой модели планируется представить в 2019 году.
      </p>
    </div>
  );
};

export default TeslaRoadster;
