import React from "react";

const TeslaX = () => {
  return (
    <div>
      <h2>Tesla Model X</h2>
      <img src="http://rs.img.com.ua/crop?v2=1&w=600&h=0&url=%2F%2Fbm.img.com.ua%2Fberlin%2Fstorage%2Forig%2Fe%2Fea%2F9cc7448e3774f98c7d5f8fee262aaeae.jpg" />
      <p>
        9 февраля 2012 года компания представила прототип новой модели —
        кроссовер под названием Tesla Model X. Тогда же Илон Маск заявил, что
        производство модели планируется начать в 2013 году[19]. Изначально
        планировалось, что в конце 2014 года будут поставлены небольшие партии,
        а полноценный выпуск модели начнётся в 2015 году[20]. Однако, в феврале
        2014 года было заявлено, что начало поставок ожидается только во втором
        квартале 2015 года[21]. В ноябре начало поставок было вновь перенесено,
        на этот раз на третий квартал 2015 года[22]. По сравнению с Model S
        внесены следующие изменения: добавлен 3-й ряд сидений, автоматически
        открывающиеся задние двери вверх для входа пассажиров во 2-й и 3-й ряд,
        возможность заказать модель с двумя моторами. В 1-м квартале 2016 года
        было продано 2400 Tesla Model X[23].
      </p>
    </div>
  );
};

export default TeslaX;
