import React from 'react'

const DetailsDescription = () => {
  return (
    <div>
      <p>
        Концепт автомобиля был представлен 26 марта 2009 года в городке Хоторн,
        Калифорния. Пятидверный хетчбэк разрабатывается под прежним условным
        обозначением «Whitestar» фирменным филиалом в Детройте. После окончания
        проектно-конструкторских работ фабрика должна производить в Калифорнии
        первоначально 10 000, позже — 25 000 автомобилей модели. Поставка
        автомобилей в США началась 22 июня 2012 года[13]. Изначально
        предлагалось две версии: на 60 и 85 кВт⋅ч, оборудованные одним
        электродвигателем, расположенным на задней оси. Затем, 9 октября 2014
        года, появилась опция с электродвигателями на каждой оси, а уже с 8
        апреля 2015 года компания полностью отказалась от однодвигательной
        комплектации и от 60 кВт⋅ч версии. С этого времени все выпускающиеся
        машины оборудованы двумя электродвигателями, полным приводом и в базовой
        версии оснащаются 70 кВт⋅ч батареей. Стартовая цена начинается от 75 750
        долларов в США. В зависимости от комплектации, без перезарядки
        автомобиль сможет проехать 442, 502 и 480 километров[14]. 12 ноября 2012
        года автомобиль получил награду «Автомобиль года» от американского
        журнала Motor Trend[15]. Поставки моделей S и X в 2015 и 2016
        годах[16][17]: 30 марта 2018 года компания Tesla отозвала около 123 тыс.
        автомобилей серии Model S, которые были выпущены до апреля 2016, для
        замены деталей гидроусилителя руля. Обуславливалось это тем, что болты
        гидроусилителя подвержены коррозии в холодное время года. Такое
        воздействие оказывается из-за соли, которую используют в целях
        предотвращения обледенения на дорогах.
      </p>

    </div>
  )
}

export default DetailsDescription
